Repository: hebiao6446/------Bluetooth-iOS
Catalog: FindMyBag/FindMyBag/*.lproj/Localizable.strings
Languages: ar, de, es, fr, ja, ko, pt

# tabbar_list_1
source: List
ar: قائمة
de: Liste
es: La lista de
fr: Liste
ja: リスト
ko: 목록
pt: A lista

# tabbar_camera_2
source: Stop
ar: توقف
es: Deja de alarma
fr: Arrête
ja: 停止警報
ko: 정지
pt: Parar

# tabbar_location_3
source: Location
ar: المواقع
de: Positionierung
es: El posicionamiento
fr: De positionnement
ja: 位置決め
ko: 위치
pt: Localização de

# tabbar_settings_4
source: Settings
ar: إعدادات
de: Einstellungen
es: Siempre
fr: Ensemble
ja: 設置
ko: 설치
pt: Set

# nagation_title_5
source: List
ar: قائمة المعدات
de: Liste der Geräte
es: La lista de equipos
fr: La liste de dispositifs
ja: 設備リスト
ko: 장치 목록
pt: A lista de equipamentos

# nagation_title_6
source: Stop
ar: إيقاف التنبيه
de: Stop - ALARM
es: Deja de alarma
fr: Arrête l'alarme
ja: 停止警報
ko: 정지 신고
pt: Para parar o alarme

# nagation_title_7
source: Location
ar: المواقع
de: Positionierung
es: El posicionamiento
fr: De positionnement
ja: 位置決め
ko: 위치
pt: Localização de

# nagation_title_8
source: Settings
ar: إعدادات
de: Einstellungen
es: Siempre
fr: Ensemble
ja: 設置
ko: 설치
pt: Set

# cell_title_9
source: Do not remind
ar: لا تخل
de: Nicht stören.
es: No molestar
fr: Ne pas déranger
ja: 邪魔する
ko: 귀찮게 면하다
pt: Não perturbe

# cell_title_10
source: APP Password
ar: APP كلمة السر
de: APP Passwort
es: APP La contraseña
fr: APP Mot de passe
ja: APPパスワード
ko: APP비밀번호
pt: APP A senha

# cell_title_11
source: Language switching
ar: تبديل اللغة
de: Sprache wechseln.
es: Cambiar de idioma
fr: Commutation de langue
ja: 言語の切り替え
ko: 언어 전환
pt: Mudar idioma

# cell_title_12
source: Map switching
ar: تبديل خريطة
de: Die karte wechseln.
es: Mapa de conmutación
fr: La carte de commutation
ja: 地図の切り替え
ko: 지도 전환
pt: Mapa de comutação

# cell_title_13
source: Version
ar: نسخة
es: La versión
ja: バージョン
ko: 버전
pt: A versão

# cell_title_14
source: Closed
ar: تم إغلاق
de: Geschlossen
es: Ha cerrado
fr: Est fermée
ja: オフ
ko: 닫힌
pt: Fechado

# cell_title_14_a
source: Opened
ar: وقد فتح
de: Eröffnet
es: Se abre la
fr: Est ouverte
ja: を開けるのは
ko: 켜졌습니다
pt: Já a Abertura

# nagation_title_16
source: Select language
ar: اختيار اللغة
de: Die Wahl der Sprache
es: La elección de la lengua
fr: Sélection de la langue
ja: 言語を選択
ko: 언어 선택
pt: Escolha a língua

# nagation_title_17
source: Select map
ar: اختيار الخريطة
de: Wählen sie auf der karte
es: Seleccione el mapa
fr: Choisir la carte
ja: 選択地図
ko: 선택 지도
pt: Selecione no mapa

# cell_title_18
source: Baidu map
ar: خريطة بايدو
de: Baidu - karte
es: Mapa de Baidu
fr: Baidu Carte
ja: バイドウ地図
ko: 바 이두 지도
pt: Baidu mapa de

# cell_title_19
source: Apple map
ar: شركة أبل الخريطة
de: Apple Maps
es: Mapa de Apple
fr: Apple Carte
ja: アップル地図
ko: 애플 지도
pt: Apple mapa de

# nagation_title_20
source: Lost list
ar: اي تاريخ
de: Verlorene Geschichte
es: La pérdida de la historia
fr: La perte de l'histoire
ja: 遺失の歴史
ko: 분실하다 역사
pt: A história de lost

# nagation_title_21
source: Locating list
ar: قائمة المواقع
de: Position der liste
es: Ubicación de la lista
fr: Liste de positionnement
ja: 位置決めリスト
ko: 위치 목록
pt: Lista de localização

# cell_text_22
source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Del

# cell_title_23
source: Open password
ar: فتح كلمة السر
de: Offene passwort
es: Abrir la contraseña
fr: Ouvre le mot de passe
ja: パスワードを開けて
ko: 열 비밀번호
pt: Senha para abrir

# cell_title_24
source: Close password
ar: إغلاق كلمة السر
de: Schalten sie DAS passwort
es: El cierre de la contraseña
fr: Est fermé, le mot de passe
ja: 閉鎖パスワード
ko: 종료 코드
pt: Para apagar a senha

# cell_title_25
source: Change password
ar: تغيير كلمة السر
de: Passwort ändern
es: Cambiar la contraseña
fr: Changer le mot de passe
ja: パスワードの変更
ko: 암호 변경
pt: Para alterar a senha

# nagation_title_26
source: Set password
ar: كلمة السر
de: Das passwort
es: Establecer la contraseña
fr: Le mot de passe
ja: パスワードを設定する
ko: 비밀번호 설정
pt: A senha

# text_string_27
source: Enter password
ar: أدخل كلمة السر
de: Das passwort
es: Introduzca la contraseña
fr: Saisissez le mot de passe
ja: パスワード入力
ko: 비밀번호 입력
pt: Digite a senha

# text_string_28
source: Enter one more time
ar: الدخول مرة أخرى
de: Wieder einmal eingegeben
es: Introduzca otra
fr: Plus d'une fois
ja: 一度再入力
ko: 다시 한 번 입력
pt: Mais UMA Vez Entrar

# text_string_29
source: Enter old password
ar: أدخل كلمة المرور القديمة
de: Das alte passwort
es: Escriba la contraseña anterior
fr: Saisissez l'ancien mot de passe
ja: 古いパスワードを入力します
ko: 옛 암호를 입력하십시오.
pt: Digite a senha Antiga

# text_string_30
source: Two times the password is not the same, please re-enter
ar: كلمة السر مرتين مختلفة، الرجاء إعادة إدخال
de: Das passwort zweimal eingeben nicht so, bitte.
es: No es lo mismo dos veces la contraseña de entrada de nuevo, por favor.
fr: Deux fois le même mot de passe pas, s'il vous plaît.
ja: 二次パスワードと違って、再び入力して下さい
ko: 두 번 비밀번호 똑같아. 다시 시도해 주십시오
pt: Duas vezes a senha é diferente, por favor introduza

# text_string_31
source: Password error
ar: كلمة السر خاطئة
de: Das passwort falsch
es: Error de contraseña
fr: Erreur de mot de passe
ja: パスワードエラー
ko: 암호가 잘못되었습니다.
pt: Senha errada

# text_string_32
source: Connect
ar: ربط
de: verbunden
es: La conexión
fr: Connexion
ja: 接続
ko: 연결
pt: A conexão

# text_string_33
source: Connected
ar: متصل
de: Verbunden ist
es: Ha conectado
fr: Est connecté
ja: すでに接続
ko: 연결됨
pt: Já a conexão

# text_string_34
source: unconnected
ar: غير متصل
de: Nicht verbunden
es: Sin conexión
fr: Non connecté
ja: 未接続
ko: 연결 없는
pt: Não está Conectado

# nagation_title_35
source: Introduction
ar: عرض
de: Die
es: Introducción
fr: Le logiciel
ja: ソフトウェア紹介
ko: 소개
pt: Introdução

# cell_title_36
source: Anti lost
ar: مكافحة فقدان
de: Anti - VerLoren
es: Evitar perder.
fr: perdu
ja: 防をなくして
ko: 잃어버린 막다

# cell_title_37
source: Searching
ar: تبحث عن
de: Auf der suche nach
es: La búsqueda de
fr: Rechercher
ja: 探して
ko: 찾다
pt: EM Busca de

# cell_title_38
source: Disconnect connection
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断されて
ko: 연결 끊기
pt: Desconectar

# cell_title_39
source: Equipment alarm
ar: جهاز إنذار
de: Geräte ALARM.
es: El equipo de alarma.
fr: Dispositif d'alarme
ja: 設備のアラーム
ko: 장치 신고
pt: Equipamento de alarme.

# cell_title_40
source: Light
ar: أضواء
de: Licht
es: La luz
fr: De la lumière
ja: 照明
ko: 조명
pt: A Luz

# cell_title_41
source: Phone alarm
ar: الهاتف المحمول إنذار
de: HANDY - ALARM
es: El teléfono de alarma
fr: Téléphone d'alarme
ja: 携帯のアラーム
ko: 핸드폰 신고
pt: Telefone móvel de alarme

# cell_title_42
source: Ring
ar: النغمات
de: Die glocke
es: La campana
fr: Sonnerie
ja: リング
ko: 종소리
pt: Ringtones

# actionsheet_txt_43
source: Please choose
ar: الرجاء اختيار
de: Bitte wählen SIE
es: Por favor seleccione
fr: Veuillez choisir
ja: を選択してください
ko: 선택하십시오.
pt: Por favor, escolha

# actionsheet_txt_44
source: Cancel
ar: إلغاء
de: Abgesagt
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar

# actionsheet_txt_45
source: Take photos from the camera
ar: من الكاميرا
de: Fotos von der Kamera
es: Tomar fotos de la Cámara
fr: De la caméra
ja: カメラで写真を撮ってから
ko: 이 카메라 사진
pt: A câmera Tira fotos.

# actionsheet_txt_46
source: Select from the photos
ar: اختيار من الصور
de: Auswahl von Fotos
es: La selección de fotos
fr: Sélection de photos
ja: 写真から選択
ko: 사진 선택
pt: Escolha a partir de fotos

# res_name_47
source: Bird
ar: الطيور
de: Vögel zwitschern
es: El canto de los pájaros
fr: Les oiseaux
ja: 鳥が鳴く
ko: 잘 우는 새
pt: OS pássaros

# res_name_48
source: Car
ar: سيارة الصوت
de: Der Lärm der autos
es: El ruido de los coches
fr: La voiture de voix
ja: 車の音
ko: 차 소리가
pt: Carro de som

# res_name_49
source: Cat
ar: المواء
de: Der Schrei einer Katze.
es: El gato
fr: Le chat miaule
ja: 猫の叫び声
ko: 고양이
pt: Gato

# res_name_50
source: Chat-call
ar: دردشة دعوة
de: Chat - RUF
es: Charla de llamadas
fr: La voix d'appel de conversation
ja: チャットコール
ko: 대화 호출
pt: Chamada de bate - Papo

# res_name_51
source: Dog
ar: الكلب ينبح
de: Das bellen der Hunde
es: El ladrido de un perro
fr: Le chien aboie
ja: 犬は声
ko: 개가 짖다
pt: Late

# res_name_52
source: Fire
ar: إنذار الحريق
de: FeUer
es: El fuego
fr: Le son de l'alarme d'incendie
ja: 火事
ko: 화재
pt: O alarme de incêndio

# res_name_53
source: Music
ar: الموسيقى
de: Musik
es: La música
fr: La musique
ja: 音楽
ko: 음악
pt: A música

# res_name_54
source: Radar
ar: الرادار
es: El radar
ja: レーダー
ko: 레이더

# res_name_55
source: Trumpet
ar: البوق
de: Trompete
es: La trompeta
fr: Trompettes
ja: トランペット
ko: 트럼펫
pt: Trompete

# res_name_56
source: Whistle
ar: صفير
de: Pfeifen
es: Silbar
fr: Siffler
ja: 口笛を吹く
ko: 휘파람
pt: A assobiar

# res_name_57
source: Alarm
ar: إنذار
es: La alarma
fr: Alarme
ja: アラーム
ko: 신고
pt: Alarme
